<?php

namespace App\Console\Commands;

use App\Package\Whatsapp;
use Illuminate\Console\Command;

class SendMessageToOurCustomersCommand extends Command
{
    /**
     * The name and signature of the console command.
     *
     * @var string
     */
    protected $signature = 'SendMessageToOurCustomersCommand';

    /**
     * The console command description.
     *
     * @var string
     */
    protected $description = 'Command description';

    /**
     * Create a new command instance.
     *
     * @return void
     */
    public function __construct()
    {
        parent::__construct();
    }

    /**
     * Execute the console command.
     *
     * @return mixed
     */
    public function handle()
    {
        $numbers =[
            '541107448',
            '534529880',
            '564649559',
            '597511611',
            '556154189',
            '505206587',
            '500236052',
            '556122529',
            '532005322',
            '533249955',
            '509952256',
            '555596399',
            '554424423',
            '564441330',
            '537439328',
            '592293329',
            '505181608',
            '535011895',
            '554636999',
            '554161941',
            '501997709',
            '530220626',
            '552906924',
            '0502028488',
            '506652401',
            '559517048',
            '502313437',
            '534039899',
            '580510111',
            '534347326',
            '547199922',
            '553988292',
            '555318777',
            '503378787',
            '555181256',
            '557288838',
            '552339366',
            '554986664',
            '556045415',
            '530555944',
            '557704903',
            '509362779',
            '508499169',
            '550605472',
            '555931407',
            '566638797',
            '555135789',
            '550711793',
            '553838080',
            '548068268',
            '504889660',
            '506130279',
            '561959080',
            '538093461',
            '505791366',
            '553525136',
            '555177969',
            '502428190',
            '546521643',
            '504978609',
            '502717339',
            '543252229',
            '504566656',
            '500516174',
            '509842391',
            '505132287',
            '553332586',
            '506189564',
            '555329215',
            '504284599',
            '552889493',
            '590909696',
            '530932225',
            '501963922',
            '554284599',
            '533818910',
            '543039333',
            '551210099',
            '539499107',
            '508623363',
            '504885425',
            '550710215',
            '583233899',
            '509793630',
            '543696767',
            '503148311',
            '503130520',
            '532285515',
            '593303327',
            '556907079',
            '550113885',
            '555142751',
            '583999855',
        ];
        $message ="‏يسرنا أن نهنئكم بحلول عيد الأضحى المبارك .
أعاده الله علينا وعليكم باليمن والبركات وموفور الصحة والعافية .

كما يسرنا ان نعلن لكم عن بدء ارسال العروض الخاصة والتي سيستفيد منها فقط من تصله هذه الرسالة .

هل ترغب بتلقي العروض الخاصة ؟
*فضلا الرد بنعم أو لا*

متجر المسبار";
        foreach ($numbers  as $phone)
        {
            Whatsapp::sendMessage($message, '00966' . $phone,false);
        }
////
        Whatsapp::sendMessage($message, '00201096295472',false);
    }
}
